{
  "GAL1-1": "Hey, Kiana! Your vast collection of instruments produces such captivating sounds.",
  "GAL1-2": "I want to put on a concert. Does it pique your interest?",
  "GAL1-3": "Sure! But I can't play all these instruments on my own. Please find suitable owners for them!",
  "GAL1-4": "Tap to enlarge the image and take a closer look at the instrument. If you send it to an unsuitable owner, it will fly back!",
  "GAL10-1": "Something attractive? Definitely the outdoor tent that has accompanied the instruments for many years!",
  "GAL10-2": "However, there are still a few instruments inside. If Seele can send them to suitable individuals, I shall lend you the tent.",
  "GAL100-1": "I smell delicious grilled chicken wings!",
  "GAL100-2": "I should have a few more before going on stage! I can't have enough!",
  "GAL100-3": "Mei always nags me to practice the violin.",
  "GAL100-4": "Even though I've already mastered Twinkle Twinkle Little Star...",
  "GAL101-1": "You ask whose voice is on the record?",
  "GAL101-2": "Take a guess! I won't tell you!",
  "GAL101-3": "This drum set is one of a kind!",
  "GAL101-4": "Only I can handle it in this whole world!",
  "GAL102-1": "Everyone is working so hard to rehearse.",
  "GAL102-2": "Let's grill some more chicken wings for dinner tonight...",
  "GAL102-3": "Ah! I need to remind Kiana to practice the violin!",
  "GAL103-1": "I heard someone wanted to sing Cyberangel while riding a motorcycle...",
  "GAL103-2": "Hey, where's Project Bunny?",
  "GAL103-3": "A jellyfish motorcycle, not bad.",
  "GAL103-4": "I'm just finding it a bit challenging to draw the concept art...",
  "GAL104-1": "Hmph, Seele's band definitely can't do without me.",
  "GAL104-2": "Can't believe the tiny bugs terrified them. I'll handle them...",
  "GAL104-3": "Why is this thing so furry and disgusting?",
  "GAL2-1": "Senti, would you be interested in organizing a concert together?",
  "GAL2-2": "You should address me as the great Herrscher of Sentience! Ah, it seems you must rely on me.",
  "GAL2-3": "I have a collection of old records I've gathered throughout the years. If you can listen to them and answer the questions correctly, I shall acknowledge your sense of pitch and skill!",
  "GAL20-1": "Something attractive? That's a piece of cake!",
  "GAL20-2": "Behold, my cherished mushroom drum set! It's absolutely eye-catching! Play a game with me, and I'll give it to you.",
  "GAL3-1": "Mei, would you like to join us in organizing a concert?",
  "GAL3-2": "Certainly! I'm very interested in concerts.",
  "GAL3-3": "But Seele, organizing a concert poses numerous hard questions. We must answer them all correctly for a seamless event.",
  "GAL30-1": "Something attractive... I can bring my grill. No one can resist the allure of delicious food.",
  "GAL30-2": "But Seele must overcome another challenge to fully enjoy the food.",
  "GAL4-1": "Bronya, let's join forces and hold a concert!",
  "GAL4-2": "Okay, Bronya is happy to put on a concert with Seele.",
  "GAL4-3": "However, Bronya still has to create some art for the game. If Seele can lend a hand, we'll have no issues with time.",
  "GAL40-1": "Something attractive? Just leave it to Project Bun... no, Project Jellyfish.",
  "GAL40-2": "Project Jellyfish loves Seele's last work. If another piece is created for Project Jellyfish, it will undoubtedly be happy to assist you.",
  "GAL5-1": "Seele, would you like to join me in organizing a concert?",
  "GAL5-2": "A concert? It sounds like quite a hassle... Alright, alright, don't give me that look. Jeez.",
  "GAL5-3": "Well, it seems you can't do anything without me after all. But... the venue feels a bit empty, as if something is missing.",
  "GAL50-1": "Seele is impressive! At such short notice, you've managed to gather so many helpful friends and decorate the venue in such a unique manner...",
  "GAL50-2": "Huh? Is this microphone meant for me?",
  "GAL50-3": "Yes! Let's take the stage together and perform!",
  "GAL50-4": "Hmph, as I suspected, you're too afraid to sing alone. Fine, fine, leave it to me.",
  "GAL50-5": "Yes, it's better to sing alongside Seele. The song will resonate even more beautifully in this way.",
  "GAL99-1": "I'm so excited for the concert, but also quite nervous!",
  "GAL99-2": "Finding a time that works for everyone for the concert...",
  "GAL99-3": "Go ask everyone when they're available.",
  "VOICE1-1": "Kiana is so nice. Now it's time to find suitable companions for these instruments.",
  "VOICE2-1": "The guitarist, bassist, drummer, and violinist have all arrived.",
  "VOICE2-2": "The instruments are ready, and the knowledge is ingrained within us.",
  "VOICE2-3": "However, the little girl realizes that bearing the sole responsibility of being the lead vocalist is an immense burden.",
  "VOICE3-1": "The little girl realized that the vacant theater had nothing attractive or eye-catching.",
  "VOICE3-2": "I wonder if our friends in the forest have any good ideas?",
  "VOICE4-1": "The venue is now very eye-catching, ",
  "VOICE4-2": "and the other lead vocalist is overjoyed.",
  "VOICE5-1": "Thus, the little girl successfully gathered five friends to put on a summer night concert.",
  "VOICE5-2": "Will more friends join us?\u003cbr/\u003eHow many will come for the concert?\u003cbr/\u003eWhat songs shall we perform at the concert?",
  "VOICE5-5": "Let's look forward to the official opening of the summer night concert!",
  "award-info-1": "Unlock 1 Mysterious Friend.",
  "award-info-10": "Unlock All Friends' Venue Decorations.",
  "award-info-12": "Share one event.",
  "award-info-2": "Unlock 2 Mysterious Friends.",
  "award-info-3": "Unlock 3 Mysterious Friends.",
  "award-info-4": "Unlock 4 Mysterious Friends.",
  "award-info-5": "Unlock All Mysterious Friends.",
  "award-info-6": "Unlock 1 Friend's Venue Decoration.",
  "award-info-7": "Unlock 2 Friends' Venue Decorations.",
  "award-info-8": "Unlock 3 Friends' Venue Decorations.",
  "award-info-9": "Unlock 4 Friends' Venue Decorations.",
  "award-label-1": "Look for Partners 1",
  "award-label-10": "Shiny Venue",
  "award-label-12": "More partners",
  "award-label-2": "Look for Partners 2",
  "award-label-3": "Look for Partners 3",
  "award-label-4": "Look for Partners 4",
  "award-label-5": "Hold Hands With Partners",
  "award-label-6": "Decorate the Venue 1",
  "award-label-7": "Decorate the Venue 2",
  "award-label-8": "Decorate the Venue 3",
  "award-label-9": "Decorate the Venue 4",
  "award-title": "Event Rewards",
  "bgm-award": "Claim reward \u003cspan style=\"color:rgba(56,158,13,1)\"\u003ebridge music Forest Capriccio\u003c/span\u003e.",
  "confirm-btn-no": "No",
  "confirm-btn-yes": "Yes",
  "copyright": "Copyright © miHoYo. All Rights Reserved.",
  "draw-clear": "Clear",
  "draw-confirm": "Submit",
  "draw-my": "My work",
  "draw-review": "Tap to zoom in",
  "draw-scene": "Game art",
  "draw-title": "{txt} has an authenticity rating of {num}.",
  "e_loading_slogan": "upload/event/2023/07/19/b5da048a55d1612fec2c4dbdd8e3c020_4516167232532847173.png",
  "entrance-1": "Once upon a time, in the mystical forest of music, there lived a young girl who had an unwavering love for singing.",
  "entrance-10": "\"Go forth and seek them, for your companions may be waiting.\"",
  "entrance-2": "On a sunny day, a small deer halted its lively stride to listen to her captivating melody.",
  "entrance-3": "After the girl finished her enchanting song, the deer spoke and inquired:",
  "entrance-4": "\"Your voice is truly beautiful, with such a moving tone and delightful melody.",
  "entrance-5": "Do you have any plans to host a summer night concert? And where might this enchanting performance take place?\"",
  "entrance-6": "With a bashful smile, the little girl replied:",
  "entrance-7": "\"Oh no, a concert requires the melodic strumming of a guitar, the resonating bass notes, the rhythmic beats of drums...",
  "entrance-8": "My voice alone is too feeble.\"",
  "entrance-9": "The deer pointed at the forest, and from deep within, faint sounds of instruments being tuned emanated. It said:",
  "finish-btn-1": "Restart challenge",
  "finish-btn-2": "Exit stage",
  "finish-not": "Sorry, you didn't answer all of them correctly! Please challenge again next time~",
  "finish-suc": "All correct! Exit the stage to check out the new changes in the forest!",
  "game-110": "Where should I send the instrument to?",
  "game-111": "Studio Reason",
  "game-112": "Mei's Rehearsal Room",
  "game-113": "St. Freya",
  "game-120": "Who should be the recipient of the instrument?",
  "game-121": "Kiana",
  "game-122": "Bronya",
  "game-123": "Mei",
  "game-130": "Where should I send the instrument to?",
  "game-131": "Mount Taixuan Ranch",
  "game-132": "Studio Reason",
  "game-133": "Mei's Rehearsal Room",
  "game-140": "Who should be the recipient of the instrument?",
  "game-141": "Lead Vocalist",
  "game-142": "Kiana",
  "game-143": "Invincible HOMU Warrior",
  "game-150": "Where should I send the instrument to?",
  "game-151": "Mei's Rehearsal Room",
  "game-152": "St. Freya",
  "game-153": "Studio Reason",
  "game-160": "Where should I send the instrument to?",
  "game-161": "Concert Venue",
  "game-162": "Salt Lake Base Trash Can",
  "game-163": "Chic Phoenix's Belly",
  "game-210": "Seele, who do you think suits the music the best?",
  "game-211": "Fenghuang Down",
  "game-212": "The great Herrscher of Sentience",
  "game-213": "Old Timer",
  "game-220": "Seele, who do you think suits the music the best?",
  "game-221": "The teddy bear who has to inherit her family business if she can't become a great Valkyrie.",
  "game-222": "Game Producer",
  "game-223": "Famous Comedian",
  "game-230": "Seele, who do you think suits the music the best?",
  "game-231": "Seele",
  "game-232": "Old Timer",
  "game-233": "Project Bunny",
  "game-240": "Seele, what's the color that instantly comes to your mind when listening to the song?",
  "game-241": "The golden color of the sun",
  "game-242": "The white color of Chic Phoenix",
  "game-243": "The flawless girl's pink color",
  "game-250": "Seele, what do you think is the best name for the music?\u003cbr\u003e (Single choice, but there is more than one correct answer.)",
  "game-251": "Loading resources...",
  "game-252": "Captain on the bridge.",
  "game-253": "Have you seen Hyperion at four in the morning?",
  "game-260": "Seele, could you repeat the music?",
  "game-261": "Lala, nananalala, nanana",
  "game-262": "nanananananana, nanananana",
  "game-263": "nanana, nanana, dadadadada",
  "game-310": "While recruiting the concert vendors, we have Chacha vendors (four feet each) and Jingwei vendors (two feet each) in the same conference room, with a total of 7 heads and 20 legs.\u003cbr\u003eHow many Chacha vendors are there in the conference room?",
  "game-311": "3 Chacha vendors",
  "game-312": "7 Chacha vendors",
  "game-313": "4 Jingwei vendors",
  "game-320": "Senti, Kiana, and Bronya are rehearsing for the concert, standing in a straight line. According to Seele's request, Senti should be on the right side of Kiana, and Bronya should be on the right side of Senti. So, who should stand in the middle of the stage?",
  "game-321": "Kiana",
  "game-322": "Senti",
  "game-323": "Bronya",
  "game-330": "Bass player Bronya is hungry. What food can quickly restore her energy?",
  "game-331": "Beet Soup",
  "game-332": "Braised Bunny in Brown Sauce",
  "game-333": "A line of bad code",
  "game-340": "A blackout suddenly happened during the concert rehearsal. What might be the cause?\u003cbr\u003e (Single choice, but there is more than one correct answer.)",
  "game-341": "The charging load of Project Bunny was so heavy that the fuse was burned.",
  "game-342": "I don't know, but just blame Honkai energy for everything.",
  "game-343": "Herrscher of Sentience was so engrossed in the rehearsal that she accidentally unplugged the wire.",
  "game-350": "If we are going to put on the concert in the Golden Courtyard, who should we file the application to?",
  "game-351": "A super star of the Previous Era",
  "game-352": "A programmer who loves ramen",
  "game-353": "A BBQ chef who never removes his mask",
  "game-360": "A lead vocalist wants her follow spotlight to be white, but the devices borrowed by Seele can only provide blue, red and green follow spotlights. What can we do?",
  "game-361": "I know Herrscher of Sentience can modify the law of nature so that only white light is left.",
  "game-362": "Blend the three colors to create white light.",
  "game-363": "Summon Jingwei vendors to absorb the red color from red light.",
  "game-400": "This is the game art that Seele needs to draw, and when the authenticity rating reaches 60, Bronya will light up a star for Seele.",
  "game-401": "Start drawing",
  "game-410": "Bronya",
  "game-420": "Kiana",
  "game-430": "Seele",
  "game-440": "HoS",
  "game-450": "Mei",
  "game-460": "Seele",
  "game-confirm": "Confirm to submit \"{txt}\"?",
  "game-confirm-btn": "Confirm",
  "game-confirm-next": "Next",
  "game-finish-btn": "Clear the current stage",
  "game-place": "Seele, what do you\nthink?",
  "game-preview": "Tap anywhere to close.",
  "game-uid": "{id}'s work",
  "guide-txt-1": "Tap the board to take on the challenge and help Seele complete the concert preparation~",
  "guide-txt-2": "Complete missions to get more chances to challenge~",
  "guide-txt-3": "Now, go and take on Seele's first challenge~",
  "guide-txt-4": "When she's in need of help, she'll instantly think of...",
  "jump-btn": "Skip",
  "logo": "",
  "model-clear": "Are you sure you want to clear it?",
  "model-nobody": "This friend is not at home right now~ Please visit someone else first~",
  "model-score": "The rating for the current image is {num}. Confirm submission?",
  "model-status-has_played": "Spend {num} Floral Melody(ies) to challenge again?",
  "model-status-not_played": "Starting a challenge consumes Floral Melodies. Seele, are you sure about taking on this challenge?",
  "model-status-playing": "Continue to challenge?",
  "model-tips": "Tips",
  "model-txt": "Seele, are you sure about taking on this challenge?",
  "need_coin": "You don’t have enough\nFloral Melodies to start the challenge yet.",
  "options-1": "",
  "options-2": "1",
  "privacy-policy": "Privacy Policy",
  "privacy-policy-url": "https://honkaiimpact3.hoyoverse.com/global/en-us/privacy",
  "role0-name": "Seele",
  "role1-0": "Hmm, it doesn't seem suitable for her. Let's reconsider~",
  "role1-1": "Looks like she will really enjoy playing this instrument~",
  "role1-name": "Kiana",
  "role2-0": "Haha! Can't figure it out, huh? Try again next time!",
  "role2-1": "Impressive musical sense!",
  "role2-name": "HoS",
  "role3-0": "No worries, think about it again, and you'll find a solution.",
  "role3-1": "Well done, you've successfully solved this challenge.",
  "role3-name": "Mei",
  "role4-0": "This drawing isn't perfect yet. Try again.",
  "role4-1": "Your work is beautiful. You have a talent for drawing.",
  "role4-2": "",
  "role4-3": "",
  "role4-name": "Bronya",
  "role5-name": "Seele",
  "rule-title": "Rules",
  "rule-txt": "\u003cp style=\"white-space: pre-wrap;\"\u003e\u003cspan style=\"color:rgba(56,158,13,1)\"\u003eSeele's Summer Night Concert\u003c/span\u003e | New Web Event Begins\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e\"In the forest of music, a young girl who loves singing plans to put on a unique concert on this summer night. For this, she needs some good companions...\"\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e\u003cspan style=\"color:rgba(56,158,13,1)\"\u003e\u003cbr\u003e[Time]\u003c/span\u003e 10:00, JUL 24 ~ 04:00, AUG 3 (server time)\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e\u003cspan style=\"color:rgba(56,158,13,1)\"\u003e[Required Level]\u003c/span\u003e 30 or higher\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e\u003cspan style=\"color:rgba(56,158,13,1)\"\u003e[Rules]\u003c/span\u003e\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e1. You can complete daily active missions of the event to get event token Floral Melodies and unlock mysterious friends. Complete the specific challenges of these mysterious friends to invite them. After inviting all the mysterious friends, you need to unlock corresponding venue decorations as part of the concert preparation. The tokens consumed for the challenge will not be returned if you fail to complete the challenge. A specific number of tokens will be consumed when you challenge again.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e2. The number of tokens consumed for the first challenge and subsequent repeated challenges will vary. Please plan accordingly.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e3. Unlock all mysterious friends and venue decorations to claim the reward \u003cspan style=\"color:rgba(56,158,13,1)\"\u003ebridge music Forest Capriccio\u003c/span\u003e, which will be sent to your in-game mailbox.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e*Ai-chan's Reminder: After obtaining bridge music\u003cspan style=\"color:rgba(56,158,13,1)\"\u003e Forest Capriccio\u003c/span\u003e, you can go to the in-game setting and change the Hyperion bridge music to \u003cspan style=\"color:rgba(56,158,13,1)\"\u003eForest Capriccio\u003c/span\u003e.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e*Ai-chan's Reminder: The content generated by you in this activity may not be used for any commercial purposes without prior written consent from the event organizer. Additionally, to indicate ownership of the work, after submitting the work, you will see your UID on the event page. Please ensure the protection of personal privacy.\u003c/p\u003e\u003cp style=\"white-space: pre-wrap;\"\u003e*Ai-chan's Reminder: The content (including but not limited to images) generated by you in this event must not violate any applicable laws and regulations. It must not violate public order and morals, contain controversial content, or harm the reputation and interests of the organizer (including its affiliated companies).\u003c/p\u003e",
  "share-close-txt": "Close",
  "share-content": "upload/event/2023/07/21/12ceeddb13a536455767f6d7014d50e2_6807761738929405205.png",
  "share-descTxt": "Seele's Summer Night Concert is currently being prepared! Join Seele in hosting the concert! Play to get 60 Crystals and commemorative bridge music! ",
  "share-home-bg": "upload/event/2023/07/19/45e4d9812e3946c8dfdc5a9d83da8308_1323946560911525325.png",
  "share-title": "New Web Event Begins",
  "share-txt": "Share",
  "share-url": "https://hoyo.link/78dZDBAd",
  "share-weibo": "",
  "share_cpy_content": "Seele's Summer Night Concert is currently being prepared! Join Seele in hosting the concert! Play to get 60 Crystals and commemorative bridge music!Details: https://hoyo.link/78dZDBAd",
  "start-game": "upload/event/2023/07/19/00c9a3f3b545ec4eedc9073efac4eb9d_2631458283049645741.png",
  "task-btn-claimable": "Claim",
  "task-btn-claimed": "Claimed",
  "task-btn-doing": "Go Complete",
  "task-desc": "The mission list will be reset at 04:00 every day. Please claim in time.",
  "task-info-1": "Log in to the webpage.",
  "task-info-2": "Earn 450 BP from BP missions today.",
  "task-info-3": "Spend 120 Stamina today.",
  "task-label-1": "Open the Fairy Tale",
  "task-label-2": "Listen to Singing",
  "task-label-3": "Into the Woods",
  "task-title": "Daily Missions",
  "tips-lowScore": "Authenticity too low, please draw again.",
  "tips-reserved": "Claimed",
  "tips-stop": "Please take on another challenge.",
  "user-agreement": "Terms of Service",
  "user-agreement-url": "https://honkaiimpact3.hoyoverse.com/global/en-us/terms",
  "video": "upload/op-public/2023/07/18/3cb52360139e3f3da9f69ef60df6380b_8520366029419255328.mp4",
  "video-bg": "upload/event/2023/07/19/76c3faa0dbb61babfb3e35d7fd7d9a30_8296385490973283012.png",
  "video-ts": "upload/op-public/2023/07/18/140174284c0052c6b6654704122743ee_8014333097593346509.ts",
  "web-title": "Seele's Summer Night Concert",
  "weixin-icon": ""
}
